[
    {
        "code": 0,
        "module": "consequat",
        "groupe": "labore",
        "secCode":"GL3S1",
        "groupeCode":"G1",
        "ensCode":"TQL_TD",
        "titre": "Mollit id consequat dolor ex dolor.",
        "etat": "Lorem laborum ex aliqua sunt culpa id sint commodo enim laborum pariatur. Id ad veniam aute consequat ad ad nostrud incididunt amet anim excepteur aliqua. Adipisicing ullamco aliquip anim laborum esse voluptate officia eiusmod.",
        "date": "31-03-2014 à 20:21-20:21"
    },
    {
        "code": 1,
        "module": "fugiat",
        "groupe": "deserunt",
        "secCode":"GL3S1",
        "groupeCode":"G1",
        "ensCode":"TQL_TD",
        "titre": "Reprehenderit deserunt quis ullamco consequat anim cupidatat aliquip cillum velit velit aliqua mollit sint sunt.",
        "etat": "Mollit dolor exercitation enim cupidatat Lorem quis. Voluptate in eiusmod consectetur officia sit ut veniam. Eiusmod occaecat nisi velit nisi adipisicing est dolore dolore elit adipisicing fugiat eiusmod.",
        "date": "06-11-2014 à 16:52-16:52"
    },
    {
        "code": 2,
        "module": "minim",
        "groupe": "irure",
        "secCode":"GL3S1",
        "groupeCode":"G1",
        "ensCode":"TQL_TD",
        "titre": "Pariatur adipisicing commodo proident nostrud incididunt exercitation adipisicing.",
        "etat": "Aliquip non excepteur ipsum ipsum ipsum consequat incididunt culpa. Irure veniam fugiat irure nostrud adipisicing cupidatat irure et tempor dolore eu ex pariatur. Aute mollit duis ut ut anim ullamco sit labore.",
        "date": "30-07-2014 à 9:6-9:6"
    },
    {
        "code": 3,
        "module": "nulla",
        "groupe": "quis",
        "secCode":"GL3S1",
        "groupeCode":"G1",
        "ensCode":"TQL_TD",
        "titre": "Officia minim occaecat culpa proident esse commodo duis laborum fugiat et Lorem.",
        "etat": "Pariatur laborum cupidatat quis cupidatat dolore irure nulla. Cupidatat minim anim sunt excepteur ipsum quis cupidatat. Pariatur velit est laboris enim nisi aliquip fugiat ad quis amet do tempor magna exercitation.",
        "date": "21-09-2014 à 1:33-1:33"
    },
    {
        "code": 4,
        "module": "culpa",
        "groupe": "velit",
        "secCode":"GL3S1",
        "groupeCode":"G1",
        "ensCode":"TQL_TD",
        "titre": "Id aliqua laborum ad exercitation excepteur aute do fugiat amet exercitation exercitation.",
        "etat": "Ipsum nisi duis veniam dolor Lorem aute esse laborum labore. Consectetur incididunt veniam reprehenderit sit. Labore dolor pariatur aute ea qui officia nostrud excepteur dolor excepteur laboris culpa amet.",
        "date": "24-08-2014 à 15:55-15:55"
    }
]