[
    {
        "code": 0,
        "module": "consequat",
        "groupe": "labore",
        "secCode":"GL3S1",
        "groupeCode":"G1",
        "ensCode":"TQL_TD",
        "titre": "Mollit id consequat dolor ex dolor.",
        "etat": "Lorem laborum ex aliqua sunt culpa id sint commodo enim laborum pariatur. Id ad veniam aute consequat ad ad nostrud incididunt amet anim excepteur aliqua. Adipisicing ullamco aliquip anim laborum esse voluptate officia eiusmod.",
        "date": "31-03-2014 à 20:21-20:21"
    },
    {
        "code": 1,
        "module": "fugiat",
        "groupe": "deserunt",
        "secCode":"GL3S1",
        "groupeCode":"G2",
        "ensCode":"TQL_TP",
        "titre": "",
        "etat": "",
        "date": "06-11-2014 à 16:52-16:52"
    },
    {
        "code": 2,
        "module": "minim",
        "groupe": "irure",
        "secCode":"GL3S1",
        "groupeCode":"G3",
        "ensCode":"TQL_TP",
        "titre": "Pariatur adipisicing commodo proident nostrud incididunt exercitation adipisicing.",
        "etat": "Aliquip non excepteur ipsum ipsum ipsum consequat incididunt culpa. Irure veniam fugiat irure nostrud adipisicing cupidatat irure et tempor dolore eu ex pariatur. Aute mollit duis ut ut anim ullamco sit labore.",
        "date": "30-07-2014 à 9:6-9:6"
    },
    {
        "code": 3,
        "module": "nulla",
        "groupe": "quis",
        "secCode":"GL2S1",
        "groupeCode":"G1",
        "ensCode":"POOJ_TD",
        "titre": "Officia minim occaecat culpa proident esse commodo duis laborum fugiat et Lorem.",
        "etat": "Pariatur laborum cupidatat quis cupidatat dolore irure nulla. Cupidatat minim anim sunt excepteur ipsum quis cupidatat. Pariatur velit est laboris enim nisi aliquip fugiat ad quis amet do tempor magna exercitation.",
        "date": "21-09-2014 à 1:33-1:33"
    },
    {
        "code": 4,
        "module": "culpa",
        "groupe": "velit",
        "secCode":"GL2S1",
        "groupeCode":"G2",
        "ensCode":"POOJ_TD",
        "titre": "Id aliqua laborum ad exercitation excepteur aute do fugiat amet exercitation exercitation.",
        "etat": "Ipsum nisi duis veniam dolor Lorem aute esse laborum labore. Consectetur incididunt veniam reprehenderit sit. Labore dolor pariatur aute ea qui officia nostrud excepteur dolor excepteur laboris culpa amet.",
        "date": "24-08-2014 à 15:55-15:55"
    },
    {
        "code": 5,
        "module": "quis",
        "groupe": "voluptate",
        "secCode":"GL2S1",
        "groupeCode":"G3",
        "ensCode":"POOJ_TD",
        "titre": "Dolor aliqua aliquip eu tempor proident ullamco ipsum ea aute quis laboris do dolore nisi.",
        "etat": "Eiusmod nostrud labore dolor officia enim quis culpa ex ex ut aute amet. Eiusmod reprehenderit aute consequat mollit sunt. Ex est ut mollit duis deserunt est irure aliqua ea.",
        "date": "07-11-2014 à 6:2-6:2"
    },
    {
        "code": 6,
        "module": "officia",
        "groupe": "quis",
        "secCode":"GL3S1",
        "groupeCode":"G1",
        "ensCode":"TQL_TD",
        "titre": "Consequat Lorem excepteur esse laborum est culpa.",
        "etat": "Labore fugiat proident duis consequat. Laborum id amet ea commodo. Labore duis duis nulla dolor ex reprehenderit esse consectetur excepteur sit laborum ex laboris.",
        "date": "20-02-2014 à 8:27-8:27"
    },
    {
        "code": 7,
        "module": "mollit",
        "groupe": "ullamco",
        "secCode":"GL3S1",
        "groupeCode":"G1",
        "ensCode":"TQL_TD",
        "titre": "Sint ullamco sunt ex aliquip commodo ut deserunt quis dolor elit laborum reprehenderit quis.",
        "etat": "Voluptate consequat do minim proident fugiat cillum amet. Velit consequat qui et excepteur cupidatat cupidatat sint ea duis esse dolor deserunt laborum deserunt. Laborum culpa est irure laborum ullamco occaecat sunt deserunt velit reprehenderit pariatur cillum incididunt.",
        "date": "21-11-2014 à 11:22-11:22"
    },
    {
        "code": 8,
        "module": "occaecat",
        "groupe": "elit",
         "secCode":"GL3S1",
        "groupeCode":"G1",
        "ensCode":"TQL_TD",
        "titre": "Magna irure ea laborum minim exercitation laborum laborum veniam ea sunt fugiat nostrud.",
        "etat": "Veniam duis velit excepteur fugiat. Irure culpa reprehenderit aute occaecat nostrud irure anim nisi Lorem. Velit reprehenderit pariatur aute incididunt cupidatat pariatur cillum laborum.",
        "date": "10-01-2014 à 17:27-17:27"
    },
    {
        "code": 9,
        "module": "consequat",
        "groupe": "non",
        "secCode":"GL3S1",
        "groupeCode":"G1",
        "ensCode":"TQL_TD",
        "titre": "Laboris ullamco aliqua dolore qui exercitation.",
        "etat": "Ipsum laborum reprehenderit pariatur fugiat elit consectetur incididunt qui ullamco occaecat tempor. Excepteur minim aliqua tempor do minim aute ullamco labore aliqua qui. Elit quis laborum ad dolore ut tempor minim.",
        "date": "05-01-2014 à 14:23-14:23"
    },
    {
        "code": 10,
        "module": "nisi",
        "groupe": "non",
         "secCode":"GL3S1",
        "groupeCode":"G1",
        "ensCode":"TQL_TD",
        "titre": "Lorem est excepteur nisi voluptate.",
        "etat": "Ipsum quis eiusmod laboris tempor nostrud tempor do. Ad occaecat exercitation ea commodo do proident dolore qui pariatur occaecat incididunt. Sit elit ut nulla mollit.",
        "date": "28-02-2014 à 12:52-12:52"
    },
    {
        "code": 11,
        "module": "fugiat",
        "groupe": "et",
         "secCode":"GL3S1",
        "groupeCode":"G1",
        "ensCode":"TQL_TD",
        "titre": "Consequat magna enim reprehenderit fugiat adipisicing.",
        "etat": "Nostrud laborum ut exercitation est fugiat proident aute labore. Do dolore mollit veniam ullamco anim commodo culpa. Nisi veniam sint magna culpa magna ex laboris est veniam.",
        "date": "09-08-2014 à 9:58-9:58"
    },
    {
        "code": 12,
        "module": "reprehenderit",
        "groupe": "est",
         "secCode":"GL3S1",
        "groupeCode":"G1",
        "ensCode":"TQL_TD",
        "titre": "Labore veniam Lorem esse dolor consectetur cillum non magna quis et adipisicing esse est irure.",
        "etat": "Ullamco voluptate nostrud amet elit labore duis quis. Mollit et proident tempor laborum eiusmod anim tempor magna officia velit est elit qui pariatur. Et incididunt non proident consequat sit sint adipisicing.",
        "date": "28-03-2014 à 5:48-5:48"
    },
    {
        "code": 13,
        "module": "dolore",
        "groupe": "commodo",
         "secCode":"GL3S1",
        "groupeCode":"G1",
        "ensCode":"TQL_TD",
        "titre": "Excepteur eu eiusmod fugiat dolor tempor ut dolore sit.",
        "etat": "Est officia commodo elit pariatur adipisicing nisi Lorem. Irure nostrud magna do velit dolor cupidatat enim irure anim dolore aliquip reprehenderit sit. Velit veniam enim proident irure incididunt sit ex adipisicing.",
        "date": "04-09-2014 à 0:55-0:55"
    },
    {
        "code": 14,
        "module": "in",
        "groupe": "exercitation",
         "secCode":"GL3S1",
        "groupeCode":"G1",
        "ensCode":"TQL_TD",
        "titre": "Ut nostrud ex ad deserunt ullamco do pariatur ipsum aliquip sit irure.",
        "etat": "Aliqua excepteur sunt consectetur sit et eu elit. Nisi ipsum quis ullamco exercitation laboris quis nulla voluptate consectetur consectetur commodo eu eiusmod. Eiusmod quis velit incididunt sunt nulla sint eiusmod fugiat anim.",
        "date": "15-05-2014 à 10:52-10:52"
    }
]